<template>
  <div id="covid19">
    <h1>Лабораторные тесты на Covid-19</h1>
    <div>Инфекционное заболевание COVID-19 возникает в результате заражения коронавирусом SARS-CoV-2. Чаще всего COVID-19 протекает с признаками ОРВИ (температура, кашель, ломота в теле), возможно потеря обоняния, тошнота появление одышки, однако у большого процента инфицированных заболевание протекает бессимптомно.</div>
    <div id="cards">
      <div>
        <h3>Диагностика коронавируса COVID-19 методом ПЦР</h3>
        <p>Результаты анализа на SARS-CoV-2 методом ПЦР являются официальным подтверждением наличия или отсутствия коронавирусной инфекции COVID-19. Поэтому анализ методом ПЦР необходим во всех случаях, когда вам требуется официальное медицинское заключение.</p>
        <button>Сдать анализ</button>
      </div>
      <div>
        <h3>Анализ на антитела к коронавирусу SARS-CoV-2 методом ИФА-тестирования</h3>
        <p>Иммуноферментный анализ. Лабораторное исследование по крови из вены, с помощью которого выявляют иммунный ответ к вирусу. Анализ показывает количество антител IgM и IgG. Иммуноглобулины M говорят об активном иммунном ответе, то есть о том, что человек сейчас болеет коронавирусом. Иммуноглобулины G говорят о том, что человек уже переболел, и у него выработался иммунитет к вирусу.</p>
        <button>Сдать анализ</button>
      </div>
    </div>
  </div>
</template>

<style scoped>

#cards {
  display: grid;
  grid-template-columns: 1fr;
  gap: 24px;
  margin-top: 64px;
}

#cards > div {
  background: #ffffff;
  padding: 24px;
}


</style>